Revit 2024 API
UnitTypeId.Rankine Property
 Rankine.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Rankine { get; }
Visual Basic
Public Shared ReadOnly Property Rankine As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Rankine {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace